Repository: jwinzer/openslides-voting
Catalog: openslides_voting/locale/*/LC_MESSAGES/django.po
Languages: de

source: Please vote now!
de: Bitte stimmen Sie jetzt ab!

source: Please elect now!
de: Bitte wählen Sie jetzt!

source: Yes
de: Ja

source: No
de: Nein

source: Abstain
de: Enthaltung

source: Poll is open
de: Abstimmung läuft

source: Another voting is active.
de: Eine anderes Voting ist aktiv.

source: The id has to be an int.
de: Die ID muss ein integer sein.

source: The object does not exist.
de: Das Objekt existiert nicht.

source: The VoteCollector is not enabled.
de: Der VoteCollector ist nicht aktiviert.

source: Shares has to be a list.
de: Stimmgewichte müssen eine Liste sein.

source: The votecollector is not active
de: Der VoteCollector ist nicht aktiviert.

source: Unknown voting mode.
de: Unbekannter Voting-Modus.

source: Invalid keypad range.
de: Ungültiger Keypad-Bereich.

source: Invalid keypad list.
de: Ungültige Keypad-Liste.

source: No keypads authorized for voting.
de: Es sind keine Keypads zum Voting zugelassen.

source: License not sufficient.
de: Lizenz nicht ausreichend.

source: No voting device connected.
de: Es ist kein Transponder angeschlossen.

source: Failed to set up voting device.
de: Fehler beim Einrichten des Transponders.

source: Voting device not ready.
de: Transponder nicht betriebsbereit.

source: Voting device not licensed.
de: Transponder nicht lizensiert.

source: Server not found.
de: Server nicht gefunden.

source: No connection to VoteCollector.
de: Keine Verbindung zum VoteCollector.

source: No keypads exists for active users.
de: Es existieren keine Keypads für die aktiven Nutzer.

source: VoteCollector does not use a secret key.
de: Im VoteCollector wurde kein geheimer Schlüssel konfiguriert.

source: No active voting
de: Kein aktives Voting

source: Invalid voting mode or target
de: Ungültiger Voting-Modus oder Ziel.

source: Keypad not registered
de: Keypad nicht registriert

source: User unknown
de: Nutzer unbekannt

source: Invalid agenda item
de: Ungültiger Tagesordnungspunkt

source: Added to speakers list
de: Zur Redeliste hinzugefügt

source: Removed from speakers list
de: Von Redeliste entfernt

source: Does not exist on speakers list
de: Auf Redeliste nicht vorhanden

source: Invalid entry
de: Ungültiger Eintrag
